MIT-5211/task/verified/T08-tunnel-pacs009-isue-adcb-ACCP-200.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header><Ver>01</Ver><SndDtTm>2026-05-19T14:28:51.183632057Z</SndDtTm><MsgTp>admi.098.001.01</MsgTp><MsgDrn>S</MsgDrn><Network>MBRIDGE</Network></SOAP-ENV:Header><SOAP-ENV:Body><ns2:Document xmlns:ns2="urn:iso:std:iso:20022:tech:xsd:admi.098.001.01"><ns2:Rct><ns2:MsgHdr><ns2:MsgId>9e6c5d2dce9f4034a56a4d3bc672420a</ns2:MsgId><ns2:CreDtTm>2026-05-19T14:28:51.652Z</ns2:CreDtTm></ns2:MsgHdr><ns2:RctDtls><ns2:ReqHdlg><ns2:OrgnlMsgId>5B48CE32770D426B98A3CD2BADF16F98</ns2:OrgnlMsgId><ns2:OrgnlMsgNmId>pacs.009.001.12</ns2:OrgnlMsgNmId><ns2:StsCd>ACCP</ns2:StsCd><ns2:Desc>Request accepted and queued for processing</ns2:Desc></ns2:ReqHdlg></ns2:RctDtls></ns2:Rct></ns2:Document></SOAP-ENV:Body></SOAP-ENV:Envelope>